[
    [
        "00. Seja direto nas respostas",
        "Quando alguém tem uma dúvida não é legal ficar de enrolação na hora de responder, então seja direto."
    ],
    [
        "01. Seja MUITO direto nas perguntas",
        "O mesmo vale na hora de perguntar, as pessoas não tem tanto tempo livre, então seja direto na pergunta para receber logo sua respostas e ajudar na resolução de forma efetiva, abaixo estão algumas dicas."
    ],
    [
        "01 A. Não pergunte para perguntar (Don't ask to ask)",
        "Evite coisas como \"oi, posso fazer uma pergunta?\", \"Alguém experiente em XX?\", essas perguntas afastam possiveis respostas, além de passarem a imagem de que você quer que resolvam seu problema pra você e não que quer aprender e evoluir."
    ],
    [
        "01 B. Evite o \"Problema XY\"",
        "Esse problema consiste em perguntar sobre a possível solução ao invés do problema, isso é contra-producente e ineficaz, então por favor, sempre pergunte sobre o problema e nos dê uma precisa e detalhada descrição do mesmo, para mais informações cheque o canal de informações da categoria em questão."
    ],
    [
        "01 C. Sem puro \"oi\"",
        "Seja direto e não divida a mensagem em varias sub-mensagens, ou seja, sem pressionar enter a cada palavra, você pode demorar um pouco mais para digitar, mas sua pergunta será enviada de uma vez só, ao invés de vir \"a prestação\"."
    ],
    [
        "02. Seja respeitoso",
        "Trate os outros com respeito, aqui é um servidor voltado para programação e interação, e não pra shitposting e ofensas."
    ],
    [
        "03. Sem SPAM",
        "É bastante chato quando voce fica mandando meio milhão de mensagens só pra chamar a atenção, então por favor, sem SPAM."
    ],
    [
        "04. Sem NSFW",
        "Isso é meio óbvio, mas vale ressaltar, sem conteudo NSFW, isso significa, sem gore, pornografia ou conteudos de cunho criminal."
    ],
    [
        "05. Sem auto-promote",
        "Somos abertos a outras comunidades que sejam pertinentes a programação, ou seja, a divulgações pertinentes ao assunto em questão, mas auto-promote não é aceito, tanto no servidor quanto no privado de membros por ser chato. Se você tiver alguma sugestão de algo interessante ao server como um todo, notifique um adminstrador e ele se certificará de adicionar sua contribuição no canal correto."
    ],
    [
        "06. Sem RAID",
        "Sim, enzoGamerXDXD_KKHECKER sem RAIDS aqui, você não vai poder tomar esse servidor."
    ],
    [
        "07. Sem ameaça",
    "   Ninguém gosta de ser ameaçado, então não seja vacilão."
    ],
    [
        "08. Siga as guidelines do Discord",
        "Afinal, estamos na plataforma deles."
    ],
    [
        "09. Não divulge informações pessoais",
        "Ninguém aqui quer saber o CPF do seu coleguinha e isso não é engraçado."
    ],
    [
        "10. Siga as regras dos canais",
        "Veja os fixados, cada canal tem suas regras e sugestões próprias."
    ],
    [
        "11. Sem pirataria",
        "Qual é, isso pode derrubar o servidor e dar dor de cabeça pra moderação, então sem pirataria."
    ],
    [
        "12. sem @everyone e @here.",
        "Os cargos foram configurados para não poder marcar nenhum desses, mas sempre vale a pena ressaltar."
    ],
    [
        "13. Tenha bom senso e ética.",
        "Isso é óbvio."
    ]
]
